Repository: Allertant/time-in-bar-for-mac
Catalog: TimeInBar/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 上班时自动启动 Stretchly
en: Auto-launch Stretchly during work

source: 上班时间 %@
en: Started at %@

source: 下班 1 分钟后自动退出
en: Auto-quit 1 minute after work

source: 下班了，休息吧
en: Work is over, take a break

source: 下班到点后用黑色全屏提示休息
en: Show a full-screen black reminder when work time ends

source: 下班后全屏提示
en: Full-screen reminder after work

source: 下班提示
en: Reminder

source: 刷新频率
en: Refresh Rate

source: 启动
en: Startup

source: 小时
en: hours

source: 工作时长必须大于 0。
en: Work duration must be greater than 0.

source: 工作时间
en: Work Hours

source: 开始上班
en: Start Work

source: 开始时间
en: Start Time

source: 当前系统版本不支持应用内配置开机自动启动。
en: Your macOS version does not support in-app launch-at-login configuration.

source: 打卡模式
en: Tracking Mode

source: 打开登录项设置
en: Open Login Items Settings

source: 按 ESC 关闭
en: Press ESC to close

source: 按分
en: Minutely

source: 按时
en: Hourly

source: 按时长
en: By Duration

source: 按时间段
en: By Schedule

source: 按秒
en: Secondly

source: 控制应用是否在登录后自动启动
en: Control whether the app launches automatically at login

source: 控制状态栏中的刷新节奏和进度样式
en: Control refresh rate and progress style in the status bar

source: 无法确认开机启动状态。
en: Unable to determine launch-at-login status.

source: 显示剩余时间
en: Show Remaining Time

source: 显示方式
en: Display

source: 显示进度
en: Show Progress

source: 每天工作 %@ 小时，手动打卡
en: Work %@ hours per day, manual clock-in

source: 测试全屏提示
en: Test Reminder

source: 登录后自动启动
en: Launch at Login

source: 百分比
en: Percentage

source: 系统未找到可注册的启动项。
en: System could not find a launch item to register.

source: 系统还需要你的确认，启用后请在系统设置的登录项中完成授权。
en: System approval required. Enable in Login Items & Extensions after turning on.

source: 结束时间
en: End Time

source: 结束时间必须晚于开始时间。
en: End time must be later than start time.

source: 设置每天的工作开始和结束时间
en: Set daily work start and end time

source: 设置每天的工作时长，手动开始计时
en: Set daily work duration, manually start timing

source: 进度展示
en: Progress Display

source: 饼图
en: Pie Chart
